Repository: ekaterina-demeshko-idf/star_movie_app
Catalog: packages/presentation/lib/l10n/app_*.arb
Languages: be

# title
source: Star Movie
be: Зорка Фільм

source: Now Showing
be: Зараз у кіно

source: Coming Soon
be: У бліжэйшы час

source: Details
be: Дэталі

source: Reviews
be: Водгукі

source: Showtime
be: Квіткі

source: Cast & Crew
be: Акцёры

source: View All
be: Прагледзець усе

source: Synopsis
be: Агляд

source: Show More
be: Больш

source: Show Less
be: Меньш

# noData
source: No Data, try again later
be: Нічога няма

# titleProfile
source: Profile
be: Профіль

source: Notifications
be: Паведамлення

source: SignUp
be: Зарэгістравацца

source: Username
be: ІМЯ КАРЫСТАЛЬНІКА

source: Password
be: ПАРОЛЬ

source: Login
be: Увайсці

# success
source: Success Login
be: Віншую

# passwordRequired
source: Password is required
be: Пароль абавязковае поле

# emailRequired
source: Login is required
be: Iмя абавязковае поле

# passwordInvalid
source: Invalid password
be: Невалідны пароль

# emailLength
source: Login field should be at least 8 symbols
be: Поле павінна быць не менш за 8 сімвалаў

# emailInvalid
source: Invalid login
be: Невалідны логiн

# monthInvalid
source: Month is invalid
be: Невалідны месяц

# cardExpired
source: Card has expired
be: Тэрмін дзеяння карты мінуў

# requiredField
source: Field is required
be: Абавязковае поле

source: Date
be: Дата

source: Card Number
be: Нумар карты

source: Phone Number
be: Нумар тэлефона

source: Save
be: Захаваць

source: Payment
be: Плацёж

# share
source: Look, what movie I found! https://www.themoviedb.org/movie/{id}?language=eng
be: Глядзі, які фільм я знайшоў! https://www.themoviedb.org/movie/{id}?language=be
